Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: 3D Device
ar: جهاز ثلاثي الأبعاد
ca: Dispositiu 3D
cs: 3D zařízení
da: 3D-enhed
de: 3D-Gerät
el: 3D συσκευή
es: Dispositivo 3D
fa: دستگاه سه‌بعدی
fi: 3D-laite
fr: Appareil 3D
he: מכשיר תלת מימד
hr: 3D uređaj
hu: 3D eszköz
id: Perangkat 3D
it: Dispositivo 3D
ja: 3Dデバイス
ko: 3D 기기
ms: Peranti 3D
nl: 3D-apparaat
no: 3D-enhet
pl: Urządzenie 3D
pt_br: Dispositivo 3D
pt_pt: Dispositivo 3D
ro: Dispozitiv 3D
ru: 3D-устройство
sk: 3D zariadenie
sl: 3D naprava
sv: 3D-enhet
th: อุปกรณ์ 3 มิติ
tr: 3B Aygıt
uk: 3D-пристрій
ur: 3D ڈیوائس
vi: Thiết bị 3D
zh_hans: 3D 设备
zh_hant: 3D 裝置

source: 3D device models (Beta)
ar: نماذج الأجهزة ثلاثية الأبعاد (تجريبية)
ca: Models de dispositius 3D (beta)
cs: 3D modely zařízení (Beta)
da: 3D-enhedsmodeller (beta)
de: 3D-Gerätemodelle (Beta)
el: Τρισδιάστατα μοντέλα συσκευών (Beta)
es: Modelos de dispositivos 3D (Beta)
fa: مدل‌های دستگاه سه‌بعدی (بتا)
fi: 3D-laitemallit (beta)
fr: Modèles d'appareils 3D (bêta)
he: דגמי מכשירים תלת מימדיים (ביטא)
hr: 3D modeli uređaja (Beta)
hu: 3D-s eszközmodellek (béta)
id: Model perangkat 3D (Beta)
it: Modelli di dispositivo 3D (beta)
ja: 3D デバイスモデル (ベータ)
ko: 3D 기기 모델(베타)
ms: Model peranti 3D (Beta)
nl: 3D-apparaatmodellen (bèta)
no: 3D-enhetsmodeller (beta)
pl: Modele urządzeń 3D (Beta)
pt_br: Modelos de dispositivos 3D (Beta)
pt_pt: Modelos de dispositivos 3D (Beta)
ro: Modele de dispozitive 3D (Beta)
ru: 3D-модели устройств (бета)
sk: 3D modely zariadení (Beta)
sl: 3D modeli naprav (beta)
sv: 3D-enhetsmodeller (beta)
th: รุ่นอุปกรณ์ 3 มิติ (เบต้า)
tr: 3B aygıt modelleri (Beta)
uk: 3D-моделі пристроїв (бета)
ur: 3D ڈیوائس ماڈلز (بیٹا)
vi: Mô hình thiết bị 3D (Beta)
zh_hans: 3D 设备模型（Beta 版）
zh_hant: 3D 裝置模型（Beta）

source: 3D device rendering is an experimental feature
ar: يعد عرض الجهاز ثلاثي الأبعاد ميزة تجريبية
ca: La representació de dispositius en 3D és una característica experimental
cs: 3D vykreslování zařízení je experimentální funkce
da: 3D-enhedsgengivelse er en eksperimentel funktion
de: Das Rendern von 3D-Geräten ist eine experimentelle Funktion
el: Η απόδοση της τρισδιάστατης συσκευής είναι μια πειραματική λειτουργία
es: La renderización de dispositivos 3D es una característica experimental
fa: رندر دستگاه سه‌بعدی یک ویژگی آزمایشی است
fi: 3D-laitteen renderöinti on kokeellinen ominaisuus
fr: Le rendu des appareils 3D est une fonctionnalité expérimentale
he: עיבוד מכשיר תלת מימדי הוא תכונה ניסיונית
hr: 3D renderiranje uređaja je eksperimentalna značajka
hu: A 3D-s eszközmegjelenítés egy kísérleti funkció
id: Render perangkat 3D adalah fitur eksperimental
it: Il rendering 3D dei dispositivi è una funzione sperimentale
ja: 3D デバイス レンダリングは実験的な機能です
ko: 3D 기기 렌더링은 실험적 기능입니다
ms: Paparan peranti 3D ialah ciri percubaan
nl: 3D-apparaatrendering is een experimentele functie
no: 3D-enhetsgjengivelse er en eksperimentell funksjon
pl: Renderowanie urządzeń 3D jest funkcją eksperymentalną
pt_br: A renderização de dispositivos 3D é um recurso experimental
pt_pt: A renderização de dispositivos 3D é um recurso experimental
ro: Redarea dispozitivului 3D este o caracteristică experimentală
ru: Отрисовка 3D-устройств — экспериментальная функция
sk: 3D vykresľovanie zariadenia je experimentálna funkcia
sl: 3D upodabljanje naprave je poskusna funkcija
sv: 3D-enhetsrendering är en experimentell funktion
th: การแสดงภาพอุปกรณ์ 3 มิติเป็นคุณลักษณะทดลอง
tr: 3B aygıt oluşturma deneysel bir özelliktir
uk: Рендеринг 3D-пристроїв — експериментальна функція
ur: 3D ڈیوائس رینڈرنگ ایک تجرباتی خصوصیت ہے۔
vi: Kết xuất thiết bị 3D là một tính năng thử nghiệm
zh_hans: 3D 设备渲染是一项实验性功能
zh_hant: 3D 裝置轉譯為實驗性功能

source: 3D device rotation is an experimental feature
ar: يعد دوران الجهاز ثلاثي الأبعاد ميزة تجريبية
ca: La rotació del dispositiu 3D és una característica experimental
cs: 3D otáčení zařízení je experimentální funkce
da: 3D-enhedsrotation er en eksperimentel funktion
de: Die 3D-Geräterotation ist eine experimentelle Funktion
el: Η περιστροφή 3D συσκευής είναι ένα πειραματικό χαρακτηριστικό
es: La rotación 3D de dispositivo es una función experimental
fa: چرخش دستگاه سه بعدی یک ویژگی آزمایشی است
fi: 3D-laitteen kierto on kokeellinen ominaisuus
fr: La rotation des appareils 3D est une fonctionnalité expérimentale
he: סיבוב מכשיר תלת מימד הוא תכונה ניסיונית
hr: 3D rotacija uređaja je eksperimentalna značajka
hu: A 3D eszköz elforgatása egy kísérleti funkció
id: Rotasi perangkat 3D adalah fitur eksperimental
ja: 3D デバイスの回転は実験的な機能です
ko: 3D 장치 회전은 실험적인 기능입니다.
ms: Putaran peranti 3D ialah ciri percubaan
nl: 3D-apparaatrotatie is een experimentele functie
no: 3D-enhetsrotasjon er en eksperimentell funksjon
pl: Obracanie urządzenia 3D to funkcja eksperymentalna
pt_br: A rotação do dispositivo 3D é um recurso experimental
pt_pt: A rotação do dispositivo 3D é um recurso experimental
ro: Rotirea dispozitivului 3D este o caracteristică experimentală
sk: 3D otáčanie zariadenia je experimentálna funkcia
sl: Vrtenje 3D naprave je poskusna funkcija
sv: Rotation av 3D-enheter är en experimentell funktion
th: การหมุนอุปกรณ์ 3 มิติเป็นคุณลักษณะทดลอง
ur: 3D ڈیوائس کی گردش ایک تجرباتی خصوصیت ہے۔
vi: Xoay thiết bị 3D là một tính năng thử nghiệm
zh_hans: 3D 设备旋转是一项实验性功能

source: 3D Models
ar: نماذج ثلاثية الأبعاد
ca: Models 3D
cs: 3D modely
da: 3D modeller
de: 3D-Modelle
el: 3D μοντέλα
es: Modelos 3D
fa: مدل‌های سه‌بعدی
fi: 3D mallit
fr: Modèles 3D
he: מודלים תלת מימדיים
hr: 3D modeli
hu: 3D modellek
id: Model 3D
it: Modelli 3D
ja: 3Dモデル
ko: 3D 모델
ms: Model 3D
nl: 3D-modellen
no: 3D-modeller
pl: Modele 3D
pt_br: Modelos 3D
pt_pt: Modelos 3D
ro: Modele 3D
ru: 3D-модели
sk: 3D modely
sl: 3D modeli
sv: 3D-modeller
th: โมเดล 3 มิติ
tr: 3B Modeller
uk: 3D-моделі
ur: 3D ماڈلز
vi: Mô hình 3D
zh_hans: 3D 模型
zh_hant: 3D 模型

source: 4. Add languages you support — translate text once and let the layout follow.
ar: 4. أضف اللغات التي تدعمها - قم بترجمة النص مرة واحدة واترك التخطيط يتبعه.
ca: 4. Afegeix els idiomes que admets: tradueix el text una vegada i deixa que el disseny segueixi.
cs: 4. Přidejte jazyky, které podporujete – přeložte text jednou a nechte rozložení následovat.
da: 4. Tilføj sprog, du understøtter — oversæt tekst én gang, og lad layoutet følge med.
de: 4. Füge die Sprachen hinzu, die du unterstützt – übersetze Texte einmal, das Layout folgt automatisch.
el: 4. Προσθέστε γλώσσες που υποστηρίζετε — μεταφράστε κείμενο μία φορά και αφήστε τη διάταξη να ακολουθήσει.
es: 4. Añade los idiomas que admites: traduce el texto una vez y el diseño se adapta solo.
fa: 4. زبان‌هایی را که پشتیبانی می‌کنید اضافه کنید — متن را یک بار ترجمه کنید و چیدمان خودش هماهنگ می‌شود.
fi: 4. Lisää tukemasi kielet — käännä teksti kerran ja anna asettelun seurata.
fr: 4. Ajoutez les langues que vous prenez en charge : traduisez le texte une fois et laissez la mise en page suivre.
he: 4. הוסף שפות שאתה תומך - תרגם טקסט פעם אחת ותן לפריסה לעקוב.
hr: 4. Dodajte jezike koje podržavate — prevedite tekst jednom i pustite da izgled slijedi.
hu: 4. Adjon hozzá támogatott nyelveket – fordítsa le egyszer a szöveget, és kövesse az elrendezést.
id: 4. Tambahkan bahasa yang Anda dukung — terjemahkan teks satu kali dan biarkan tata letaknya mengikuti.
it: 4. Aggiungi le lingue che supporti: traduci il testo una volta e lascia che il layout si adegui.
ja: 4. 対応する言語を追加します。テキストを翻訳するだけで、レイアウトはそのまま使えます。
ko: 4. 지원하는 언어를 추가하세요. 텍스트는 한 번만 번역하면 레이아웃은 그대로 따라옵니다.
ms: 4. Tambah bahasa yang anda sokong — terjemah teks sekali dan biarkan reka letak mengikut.
nl: 4. Voeg talen toe die u ondersteunt: vertaal de tekst één keer en laat de lay-out volgen.
no: 4. Legg til språk du støtter — oversett tekst én gang og la oppsettet følge med.
pl: 4. Dodaj obsługiwane języki — przetłumacz tekst raz i pozwól, aby układ pozostał zgodny.
pt_br: 4. Adicione os idiomas que você oferece — traduza o texto uma vez e o layout acompanha.
pt_pt: 4. Adicione os idiomas suportados – traduza o texto uma vez e deixe o layout seguir.
ro: 4. Adăugați limbile acceptate — traduceți textul o dată și lăsați aspectul să urmeze.
ru: 4. Добавьте поддерживаемые языки — переведите текст один раз, а макет подстроится.
sk: 4. Pridajte jazyky, ktoré podporujete – preložte text raz a nechajte rozloženie nasledovať.
sl: 4. Dodajte jezike, ki jih podpirate — enkrat prevedite besedilo in pustite, da postavitev sledi.
sv: 4. Lägg till språk som du stöder — översätt text en gång och låt layouten följa med.
th: 4. เพิ่มภาษาที่คุณรองรับ — แปลข้อความหนึ่งครั้งแล้วปล่อยให้เค้าโครงเป็นไปตามนั้น
tr: 4. Desteklediğiniz dilleri ekleyin — metni bir kez çevirin, düzen kendiliğinden uyum sağlasın.
uk: 4. Додайте мови, які підтримуєте, — перекладіть текст один раз, а макет підлаштується.
ur: 4. وہ زبانیں شامل کریں جن کی آپ حمایت کرتے ہیں — متن کا ایک بار ترجمہ کریں اور ترتیب کو چلنے دیں۔
vi: 4. Thêm ngôn ngữ bạn hỗ trợ — dịch văn bản một lần và để bố cục tuân theo.
zh_hans: 4. 添加你支持的语言——文本只需翻译一次，布局会自动跟随。
zh_hant: 4. 加入你支援的語言——文字只需翻譯一次，版面會自動跟著調整。

source: 5. Export. You'll get a folder organized by language and device, ready to upload.
ar: 5. التصدير. سوف تحصل على مجلد منظم حسب اللغة والجهاز، جاهز للتحميل.
ca: 5. Exportació. Obtindreu una carpeta organitzada per idioma i dispositiu, a punt per carregar.
cs: 5. Export. Získáte složku uspořádanou podle jazyka a zařízení, připravenou k nahrání.
da: 5. Eksport. Du får en mappe organiseret efter sprog og enhed, klar til at uploade.
de: 5. Exportieren. Du erhältst einen nach Sprache und Gerät sortierten Ordner, bereit zum Hochladen.
el: 5. Εξαγωγή. Θα λάβετε έναν φάκελο οργανωμένο ανά γλώσσα και συσκευή, έτοιμο για μεταφόρτωση.
es: 5. Exporta. Obtendrás una carpeta organizada por idioma y dispositivo, lista para subir.
fa: 5. صدور. پوشه‌ای مرتب‌شده بر اساس زبان و دستگاه دریافت می‌کنید که آمادهٔ آپلود است.
fi: 5. Vie. Saat kansion, joka on järjestetty kielen ja laitteen mukaan ja joka on valmis ladattavaksi.
fr: 5. Exportez. Vous obtenez un dossier organisé par langue et par appareil, prêt à être envoyé.
he: 5. ייצוא. תקבל תיקייה מאורגנת לפי שפה ומכשיר, מוכנה להעלאה.
hr: 5. Izvoz. Dobit ćete mapu organiziranu prema jeziku i uređaju, spremnu za prijenos.
hu: 5. Exportálás. Egy nyelv és eszköz szerint rendezett mappát kap, amely készen áll a feltöltésre.
id: 5. Ekspor. Anda akan mendapatkan folder yang diatur berdasarkan bahasa dan perangkat, siap untuk diunggah.
it: 5. Esporta. Otterrai una cartella organizzata per lingua e dispositivo, pronta per il caricamento.
ja: 5. 書き出します。言語とデバイスごとに整理されたフォルダができ、そのままアップロードできます。
ko: 5. 내보냅니다. 언어와 기기별로 정리된 폴더가 만들어져 바로 업로드할 수 있습니다.
ms: 5. Eksport. Anda akan mendapat folder yang disusun mengikut bahasa dan peranti, sedia untuk dimuat naik.
nl: 5. Exporteren. U krijgt een map, georganiseerd op taal en apparaat, klaar om te uploaden.
no: 5. Eksporter. Du får en mappe organisert etter språk og enhet, klar til opplasting.
pl: 5. Eksportuj. Otrzymasz folder uporządkowany według języka i urządzenia, gotowy do przesłania.
pt_br: 5. Exporte. Você receberá uma pasta organizada por idioma e dispositivo, pronta para enviar.
pt_pt: 5. Exportar. Você receberá uma pasta organizada por idioma e dispositivo, pronta para upload.
ro: 5. Export. Veți primi un dosar organizat după limbă și dispozitiv, gata de încărcat.
ru: 5. Экспортируйте. Вы получите папку, упорядоченную по языкам и устройствам, готовую к загрузке.
sk: 5. Exportovať. Získate priečinok usporiadaný podľa jazyka a zariadenia, pripravený na odovzdanie.
sl: 5. Izvoz. Dobili boste mapo, organizirano po jeziku in napravi, pripravljeno za nalaganje.
sv: 5. Exportera. Du får en mapp organiserad efter språk och enhet, redo att laddas upp.
th: 5. ส่งออก คุณจะได้รับโฟลเดอร์ที่จัดเรียงตามภาษาและอุปกรณ์พร้อมที่จะอัปโหลด
tr: 5. Dışa aktarın. Dile ve aygıta göre düzenlenmiş, yüklemeye hazır bir klasör elde edersiniz.
uk: 5. Експортуйте. Ви отримаєте папку, впорядковану за мовами й пристроями, готову до вивантаження.
ur: 5. برآمد کریں۔ آپ کو ایک فولڈر ملے گا جو زبان اور ڈیوائس کے لحاظ سے ترتیب دیا جائے گا، جو اپ لوڈ کرنے کے لیے تیار ہے۔
vi: 5. Xuất khẩu. Bạn sẽ nhận được một thư mục được sắp xếp theo ngôn ngữ và thiết bị, sẵn sàng để tải lên.
zh_hans: 5. 导出。你会得到一个按语言和设备整理好的文件夹，可直接上传。
zh_hant: 5. 輸出。你會得到一個依語言和裝置整理好的資料夾，隨時可以上傳。

source: 7-inch tablet
ar: تابلت 7 بوصة
ca: Tauleta de 7 polzades
cs: 7palcový tablet
da: 7-tommer tablet
de: 7-Zoll-Tablet
el: tablet 7 ιντσών
es: Tablet de 7 pulgadas
fa: تبلت ۷ اینچی
fi: 7 tuuman tabletti
fr: Tablette 7 pouces
he: טאבלט בגודל 7 אינץ'
hr: 7-inčni tablet
hu: 7 hüvelykes tablet
id: tablet 7 inci
it: Tablet da 7 pollici
ja: 7 インチタブレット
ko: 7인치 태블릿
ms: Tablet 7 inci
no: 7-tommers nettbrett
pl: 7-calowy tablet
pt_br: Tablet de 7 polegadas
pt_pt: tablet de 7 polegadas
ro: Tableta de 7 inchi
ru: 7-дюймовый планшет
sk: 7-palcový tablet
sl: 7-palčna tablica
sv: 7-tums surfplatta
th: แท็บเล็ตขนาด 7 นิ้ว
tr: 7 inç tablet
uk: 7-дюймовий планшет
ur: 7 انچ کی گولی۔
vi: máy tính bảng 7 inch
zh_hans: 7 英寸平板电脑
zh_hant: 7 吋平板電腦

source: 10-character key ID
ar: معرف المفتاح المكون من 10 أحرف
ca: ID de clau de 10 caràcters
cs: 10znakové ID klíče
da: Nøgle-id på 10 tegn
de: 10-stellige Schlüssel-ID
el: Αναγνωριστικό κλειδιού 10 χαρακτήρων
es: Key ID de 10 caracteres
fa: Key ID ده‌کاراکتری
fi: 10-merkkinen avaintunnus
fr: ID de clé à 10 caractères
he: מזהה מפתח בן 10 תווים
hr: ID ključa od 10 znakova
hu: 10 karakteres kulcsazonosító
id: ID kunci 10 karakter
it: Key ID di 10 caratteri
ja: 10文字のキーID
ko: 10자리 키 ID
ms: ID kunci 10 aksara
nl: Sleutel-ID van 10 tekens
no: Nøkkel-ID på 10 tegn
pl: Identyfikator klucza składający się z 10 znaków
pt_br: ID de chave de 10 caracteres
pt_pt: ID de chave de 10 caracteres
ro: ID-ul cheii cu 10 caractere
ru: 10-значный Key ID
sk: 10-znakové ID kľúča
sl: 10-mestni ID ključa
sv: Nyckel-ID på 10 tecken
th: รหัสคีย์ 10 ตัวอักษร
tr: 10 karakterlik anahtar kimliği
uk: 10-символьний Key ID
ur: 10-حروف کی کلید ID
vi: ID khóa 10 ký tự
zh_hans: 10 个字符的 Key ID
zh_hant: 10 個字元的 Key ID

source: 10-inch tablet
ar: تابلت 10 بوصة
ca: Tauleta de 10 polzades
cs: 10palcový tablet
da: 10 tommer tablet
de: 10-Zoll-Tablet
el: tablet 10 ιντσών
es: Tablet de 10 pulgadas
fa: تبلت ۱۰ اینچی
fi: 10 tuuman tabletti
fr: Tablette 10 pouces
he: טאבלט בגודל 10 אינץ'
hr: 10-inčni tablet
hu: 10 hüvelykes tabletta
id: tablet 10 inci
it: Tablet da 10 pollici
ja: 10 インチタブレット
ko: 10인치 태블릿
ms: Tablet 10 inci
no: 10-tommers nettbrett
pl: 10-calowy tablet
pt_br: Tablet de 10 polegadas
pt_pt: tablet de 10 polegadas
ro: Tableta de 10 inchi
ru: 10-дюймовый планшет
sk: 10-palcový tablet
sl: 10-palčna tablica
sv: 10-tums surfplatta
th: แท็บเล็ตขนาด 10 นิ้ว
tr: 10 inç tablet
uk: 10-дюймовий планшет
ur: 10 انچ کی گولی۔
vi: máy tính bảng 10 inch
zh_hans: 10 英寸平板电脑
zh_hant: 10 吋平板電腦

source: 500 App Store Screenshot Templates
ar: 500 App Store قوالب لقطة الشاشة
ca: 500 App Store plantilles de captures de pantalla
cs: 500 App Store šablon snímků obrazovky
da: 500 App Store Skærmbilledeskabeloner
de: 500 App Store Screenshot-Vorlagen
el: 500 App Store Πρότυπα στιγμιότυπων οθόνης
es: 500 plantillas de capturas para el App Store
fa: ۵۰۰ قالب اسکرین‌شات App Store
fi: 500 App Store kuvakaappausmallia
fr: 500 modèles de captures d'écran App Store
he: 500 App Store תבניות צילום מסך
hr: 500 App Store predložaka snimaka zaslona
hu: 500 App Store Képernyőkép sablon
id: 500 App Store Templat Tangkapan Layar
it: 500 modelli di screenshot per l'App Store
ja: 500 App Store スクリーンショット テンプレート
ko: 500 App Store 스크린샷 템플릿
ms: 500 App Store Templat Tangkapan Skrin
nl: 500 App Store Screenshot-sjablonen
no: 500 App Store Skjermbildemaler
pl: 500 App Store szablonów zrzutów ekranu
pt_br: 500 modelos de captura de tela para a App Store
pt_pt: 500 App Store modelos de captura de ecrã
ro: 500 App Store șabloane de capturi de ecran
ru: 500 шаблонов скриншотов для App Store
sk: 500 App Store šablón snímok obrazovky
sl: 500 App Store predlog posnetkov zaslona
sv: 500 App Store Skärmdumpmallar
th: เทมเพลตภาพหน้าจอ 500 App Store
tr: 500 App Store Ekran Görüntüsü Şablonu
uk: 500 шаблонів знімків екрана для App Store
ur: 500 App Store اسکرین شاٹ ٹیمپلیٹس
vi: 500 mẫu ảnh chụp màn hình App Store
zh_hans: 500 个 App Store 截图模板
zh_hant: 500 個 App Store 螢幕截圖範本

source: A device frame with a **download badge** is waiting for iCloud. Screenshot Bro asks for those files first and fills them in as they land — no need to reopen the project.
ar: إطار الجهاز الذي يحمل **شارة التنزيل** في انتظار iCloud. Screenshot Bro يطلب هذه الملفات أولاً ويملأها فور وصولها - لا داعي لإعادة فتح المشروع.
ca: Un marc de dispositiu amb una **insígnia de baixada** està esperant el iCloud. Screenshot Bro primer demana aquests fitxers i els omple a mesura que aterren; no cal tornar a obrir el projecte.
cs: Rám zařízení s **odznakem ke stažení** čeká na iCloud. Screenshot Bro si tyto soubory nejprve vyžádá a vyplní je, jakmile přijdou – není třeba znovu otevírat projekt.
da: En enhedsramme med et **downloadbadge** venter på iCloud. Screenshot Bro beder om disse filer først og udfylder dem, efterhånden som de lander – ingen grund til at genåbne projektet.
de: Ein Geräterahmen mit einem **Download-Symbol** wartet auf iCloud. Screenshot Bro fordert diese Dateien zuerst an und setzt sie ein, sobald sie da sind – du musst das Projekt nicht neu öffnen.
el: Ένα πλαίσιο συσκευής με **σήμα λήψης** περιμένει για iCloud. Το Screenshot Bro ζητά πρώτα αυτά τα αρχεία και τα συμπληρώνει καθώς προσγειώνονται — δεν χρειάζεται να ανοίξετε ξανά το έργο.
es: Un marco de dispositivo con un **distintivo de descarga** está esperando a iCloud. Screenshot Bro pide primero esos archivos y los va colocando a medida que llegan; no hace falta volver a abrir el proyecto.
fa: قاب دستگاهی که **نشان دانلود** دارد منتظر iCloud است. Screenshot Bro اول همان فایل‌ها را درخواست می‌کند و به محض رسیدن جایگذاری‌شان می‌کند — نیازی به باز کردن دوبارهٔ پروژه نیست.
fi: Laitekehys, jossa on **latausmerkki**, odottaa iCloud. Screenshot Bro pyytää näitä tiedostoja ensin ja täyttää ne saapuessaan – projektia ei tarvitse avata uudelleen.
fr: Un cadre d'appareil portant un **badge de téléchargement** attend iCloud. Screenshot Bro demande ces fichiers en priorité et les affiche dès leur arrivée — inutile de rouvrir le projet.
he: מסגרת מכשיר עם **תג הורדה** ממתינה ל-iCloud. Screenshot Bro מבקש תחילה את הקבצים האלה וממלא אותם כשהם נוחתים - אין צורך לפתוח מחדש את הפרויקט.
hr: Okvir uređaja s **značkom za preuzimanje** čeka iCloud. Screenshot Bro prvo traži te datoteke i popunjava ih čim stignu — nema potrebe za ponovnim otvaranjem projekta.
hu: Egy **letöltési jelvénnyel** ellátott eszközkeret a következőre vár: iCloud. A Screenshot Bro először ezeket a fájlokat kéri, és kitölti őket, amikor leszállnak – nem kell újra megnyitni a projektet.
id: Bingkai perangkat dengan **lencana unduhan** menunggu iCloud. Screenshot Bro meminta file tersebut terlebih dahulu dan mengisinya saat sudah tiba — tidak perlu membuka kembali proyek.
it: Una cornice del dispositivo con un **badge di download** è in attesa di iCloud. Screenshot Bro richiede prima quei file e li inserisce man mano che arrivano: non serve riaprire il progetto.
ja: **ダウンロードバッジ** が付いたデバイスフレームは、iCloud からのダウンロードを待っています。Screenshot Bro はそれらのファイルを優先して要求し、届きしだい表示します。プロジェクトを開き直す必要はありません。
ko: **다운로드 배지**가 있는 기기 프레임은 iCloud에서 파일을 기다리는 중입니다. Screenshot Bro가 해당 파일을 먼저 요청하고 도착하는 대로 채우므로 프로젝트를 다시 열 필요가 없습니다.
ms: Bingkai peranti dengan **lencana muat turun** sedang menunggu iCloud. Screenshot Bro meminta fail tersebut dahulu dan mengisinya semasa ia mendarat — tidak perlu membuka semula projek itu.
nl: Een apparaatframe met een **downloadbadge** wacht op iCloud. Screenshot Bro vraagt ​​eerst om deze bestanden en vult ze in zodra ze binnenkomen. Het is niet nodig om het project opnieuw te openen.
no: En enhetsramme med et **nedlastingsmerke** venter på iCloud. Screenshot Bro ber om disse filene først og fyller dem ut når de lander – du trenger ikke å åpne prosjektet på nytt.
pl: Ramka urządzenia z **plakietką do pobrania** czeka na iCloud. Screenshot Bro najpierw prosi o te pliki i wypełnia je po wylądowaniu — nie ma potrzeby ponownego otwierania projektu.
pt_br: Uma moldura de dispositivo com um **selo de download** está esperando o iCloud. O Screenshot Bro pede esses arquivos primeiro e os preenche à medida que chegam — não é preciso reabrir o projeto.
pt_pt: Um frame de dispositivo com um **selo de download** está aguardando iCloud. Screenshot Bro solicita esses ficheiros primeiro e os preenche assim que chegam — não há necessidade de reabrir o projeto.
ro: Un cadru de dispozitiv cu o **insignă de descărcare** așteaptă iCloud. Screenshot Bro solicită mai întâi acele fișiere și le completează pe măsură ce aterizează - nu este nevoie să redeschideți proiectul.
ru: Рамка устройства со **значком загрузки** ожидает iCloud. Screenshot Bro запрашивает эти файлы в первую очередь и подставляет их по мере получения — открывать проект заново не нужно.
sk: Rám zariadenia s **odznakom sťahovania** čaká na iCloud. Screenshot Bro si tieto súbory najskôr vypýta a vyplní ich hneď po priložení – nie je potrebné znovu otvárať projekt.
sl: Okvir naprave z **značko za prenos** čaka na iCloud. Screenshot Bro najprej zahteva te datoteke in jih izpolni, ko pristanejo – projekta ni treba znova odpreti.
sv: En enhetsram med ett **nedladdningsmärke** väntar på iCloud. Screenshot Bro frågar efter dessa filer först och fyller i dem när de landar – inget behov av att öppna projektet igen.
th: เฟรมอุปกรณ์ที่มี **เครื่องหมายดาวน์โหลด** กำลังรอ iCloud Screenshot Bro จะขอไฟล์เหล่านั้นก่อนแล้วจึงเติมไฟล์เมื่อมาถึง โดยไม่จำเป็นต้องเปิดโปรเจ็กต์อีกครั้ง
tr: **İndirme rozeti** olan bir aygıt çerçevesi iCloud'u bekliyor. Screenshot Bro önce bu dosyaları ister ve geldikçe yerlerine koyar — projeyi yeniden açmanıza gerek yoktur.
uk: Рамка пристрою зі **значком завантаження** чекає на iCloud. Screenshot Bro запитує ці файли першочергово й підставляє їх, щойно вони надійдуть, — проєкт не потрібно відкривати знову.
ur: **ڈاؤن لوڈ بیج** والا آلہ کا فریم iCloud کا انتظار کر رہا ہے۔ Screenshot Bro پہلے وہ فائلیں مانگتا ہے اور اترتے ہی انہیں بھر دیتا ہے — پروجیکٹ کو دوبارہ کھولنے کی ضرورت نہیں۔
vi: Khung thiết bị có **huy hiệu tải xuống** đang chờ iCloud. Screenshot Bro trước tiên yêu cầu những tệp đó và điền chúng vào khi chúng đến — không cần phải mở lại dự án.
zh_hans: 带有 **下载标记** 的设备边框正在等待 iCloud。Screenshot Bro 会优先请求这些文件，并在它们下载完成时自动填入——无需重新打开项目。
zh_hant: 顯示**下載徽章**的裝置外框正在等待 iCloud。Screenshot Bro 會優先要求這些檔案，並在下載完成時自動填入——不需要重新開啟專案。
